# На вход программе подается последовательность слов, каждое слово на отдельной строке. 
# Концом последовательности является слово «КОНЕЦ» или «конец» (большими или маленькими буквами, без кавычек). 
# При этом сами слова «КОНЕЦ» и «конец» не входят в последовательность, лишь символизируя её окончание. 
# Напиши программу, которая выводит члены данной последовательности.
# input
# Великобритания
# США
# Китай
# КОНЕЦ
# Ватикан
# output
# Великобритания
# США
# Китай
# В данной задачи используется цикл while