# Программа-помощник Лиза собрала в единый список (list) названия городов, где живут твои друзья.
# Города в списке повторяются. 
# Создай коллекцию, в которой названия городов не будут повторяться: преобразуй список cities в множество
# unique_cities. 
# Затем построчно напечатай элементы unique_cities. 
# Перед названием каждого города поставь дефис и пробел; должно получиться что-то вроде

# - Акапулько
# - Барнаул
# - Верона

cities = [
    'Вологда',
    'Чебоксары',
    'Тольятти',
    'Москва',
    'Бремен',
    'Санкт-Петербург',
    'Новороссийск',
    'Челябинск',
    'Вологда',
    'Новосибирск',
    'Челябинск',
    'Санкт-Петербург',
    'Москва',
    'Новосибирск'
]

# unique_cities = # Напиши здесь свой код 