# Добавь все элементы словаря new_friends в словарь friends. 
# После этого напечатай на экране словарь friends, чтобы убедиться, что всё получилось.

friends = {
    'Серёга': 'Омск',
    'Соня': 'Москва',
    'Дима': 'Челябинск',
    'Айгуль': 'Казань',	
    'Алёна': 'Белгород',
    'Даниил': 'Санкт-Петербург'
}

new_friends = {
    'Лев': 'Тула',
    'Валера': 'Сыктывкар',
    'Антон': 'Ялта',
    'Карен': 'Краснодар'
}
# Добавь элементы словаря new_friends в словарь friends

# Напечатай словарь friends 