# В этой задаче подготовлен словарь, в котором ключи — имена, а значения — список любимых песен.
# Напечатай на экран:
# Количество любимых песен Димы (только число).
# Все любимые песни Сони, построчно.
# В итоге должно быть напечатано что-то вроде
# 100500
# Розовые розы 
# Smoke on the water 
# River

favorite_songs = {
    'Серёга': ['Unforgiven', 'Holiday', 'Highway to hell'], 
    'Соня': ['Shake it out', 'The Show Must Go On', 'Наше лето'], 
    'Дима': ['Владимирский централ', 'Мурка', 'Третье сентября']
}
# Ниже напиши код, который напечатает на экран, сколько у Димы любимых песен

# Ниже напиши код, который построчно напечатает
# все любимые песни Сони.