# Бот Лиза и бот Алиса хотят сыграть во что-нибудь по сети. Каждая из них составила список игр, 
# в которые она умеет играть. Списки, конечно же, разные, но, возможно, найдутся игры, 
# которые знакомы им обеим. 
# Тебе нужно написать программу, которая найдёт одинаковые элементы в двух списках.
# Допиши функцию get_together_games(): она должна принимать на вход два списка, 
# а возвращать — множество игр, названия которых есть в обоих списках.
# Получи из функции это множество и построчно напечатайте его элементы (названия игр);

#def get_together_games(...):
    # Напиши здесь код функции для поиска пересечений

#lisa_games = [
#    'Online-chess',
#    'Города',
#    'DOOM',
#    'Крестики-нолики'
#]
alisa_games = [
    'DOOM',
    'Online-chess',
    'Города',
    'GTA',
    'World of tanks'
]
# Вызови функцию со списками игр в качестве параметров
together_games = ...
# Напечатай итоговый перечень игр в цикле
for ... in ...:
    print(...)