# Друзей прибавилось, география расширилась, и вышло так, что в некоторых городах живёт по несколько друзей.
# Допиши программу так, чтобы она построчно напечатала список городов, где живут друзья;
# города в списке не должны повторяться. В результате должно быть напечатано примерно следующее:
# Орёл
# Калуга
# Калининград
# Дудинка 

friends =  {
    'Серёга': 'Оренбург',
    'Соня': 'Москва',
    'Миша': 'Москва',
    'Дима': 'Челябинск',
    'Алина': 'Красноярск',
    'Егор': 'Пермь',
    'Коля': 'Красноярск'
}

# Здесь код