# На вход программе подается строка текста. Напиши программу, которая определяет, 
# является ли введенная строка корректным телефонным номером. 
# Строка текста является корректным телефонным номером, если она имеет формат:
# abc-def-hijk или
# 7-abc-def-hijk
# где a, b, c, d, e, f, h, i, j, k – цифры от 0 до 9.
# Телефонный номер должен содержать только цифры и символ -, 
# а количество цифр в каждой группе должно быть правильным.
# input 
# 7-301-447-5820
# output
# YES
# input
# 301-4477-5820
# output
# NO